[
    {
        "Institution & Location": "University College, London (UCL), UK",
        "Country of qual": "UK"
    },
    {
        "Institution & Location": "School of Public health, University of CalIfornia @ Berkely",
        "Country of qual": "USA"
    },
    {
        "Institution & Location": "University of Edinburgh Scotland, UK ",
        "Country of qual": "UK"
    },
    {
        "Institution & Location": "John Hopkins Bloomberg School of Public Health - International Health, Baltimore USA",
        "Country of qual": "USA"
    },
    {
        "Institution & Location": "John Hopkins School of Public Health. Population, family and Reproductive health Department",
        "Country of qual": "USA",
        "Course": "Migration and Health: Concepts, Rates, and Relationships As part of Humanitarian Health certificate",
        "duration": "2019-2020 [2015-2016]",
        "Description": "Students review migration and health research to be able to identify key concepts, categories and trends in migration; to describe basic methods (and limitations) in measuring migration, and to analyze the relationships between migration and health, including patterns and rates of demographic change; gender and reproductive health; vulnerable populations (including victims of trafficking); migration policy and human rights.   Historical trends in human mobility, key migration concepts, key typologies and categories of migration, basic rates for measuring migration and methods used, key relationships between migration and health in relation to fertility, mortality, morbidity, gender and reproductive health, vulnerable populations and migration policy and human rights",
        "Cost": "MA Public health programmeFull time:$71,820 for 11-month program\r\n($14,364 4 per term for 5 terms); Online/Part time: $1,197 per credit\r\nThe Welch Scholarship is available for students starting the program in January 2016 and beyond\r\n$922 per credit with scholarship. Doctoral  other MA: Full time $57,456 per traditional academic year\r\n($14,364 per term for 4 terms); part time: $1,197 per credit",
        "Assessment": "3rd term, East Baltimore",
        "Contacts": "W Courtland Robinson  court.robinson@jhu.edu",
        "URL": "https://www.jhsph.edu/courses/course/28722/2019/380.750.01/migration-and-health-concepts-rates-and-relationsh",
        "__EMPTY": "https://courseplus.jhu.edu/core/index.cfm/go/syl:syl.public.view/catalogID/30756 https://courseplus.jhu.edu/core/index.cfm/go/cpsch:showPubLectureSessions/coid/13825/ "
    },
    {
        "Institution & Location": "Centre for refugees studies, york University, Toronto, Canada",
        "Country of qual": "Canada",
        "Course": "Undergrad certificate program in refugee and migration studies",
        "type of course/aimed at": "Describe key historical trends in human mobility; Examine at least three key migration concepts and theories; Differentiate key typologies and categories of migration; Define and discuss the application of basic rates for measuring and describe at least three methods used in measuring migration; Analyze key relationships between migration and health in regard to fertility, mortality, morbidity, gender and reproductive health, vulnerable populations—including refugees, internally displaced persons (IDPs), undocumented/irregular migrants, and trafficked persons—and migration policy and human rights.",
        "Aimed at": "No curriculum to indicate health and migration are addressed in the program",
        "duration": "Done during undergraduate study, with permission from participating faculties and the centre Refugee Studies",
        "Description": "The Undergraduate Certificate in Refugee and Migration Studies is a unique opportunity for students to complement their regular undergraduate degrees, with a specialization in the growing field of forced migration studies. ",
        "Cost": "not noted on the site",
        "Contacts": "https://crs.info.yorku.ca/programs/certificate",
        "URL": "https://crs.info.yorku.ca/programs/certificate"
    },
    {
        "Institution & Location": "Centre for refugees studies, york University, Toronto, Canada",
        "Country of qual": "Canada",
        "Course": "Refugee and migration studies graduate diploma [ focus is a specialisation in forced migration; no curriculum showing whether health issues are included]",
        "type of course/aimed at": "This program of study allows students enrolled in a graduate program at York University to specialize formally in refugee and migration studies and to be awarded a Graduate Diploma in Refugee & Migration Studies by the Faculty of Graduate Studies upon completion of all degree and diploma requirements. Awarded concurrently with the Master's or Doctoral degree program for which the student is registerred",
        "duration": "Concurrent with student's MA or Phd program",
        "Cost": "not noted, but Anthony H Richmond scholarship is avalable for application by MA and PhD students enrolled at York",
        "Contacts": "crs.yorku.ca Michelle Millar mmillard@yorku.ca",
        "URL": "https://crs.info.yorku.ca/programs/diploma"
    },
    {
        "Institution & Location": "Centre for refugees studies, york University, Toronto, Canada",
        "Country of qual": "Canada",
        "Course": "Summer Course on Refugees and forced migration",
        "type of course/aimed at": "Non-credit course for academic and field based practitioners working in the area of forced migration",
        "Aimed at": "Curriculum is not accesible, so contents of the summer course are not clear",
        "duration": "2021 summer (2020 cancelled) full course days run 09:00-17:00, 7 days [program is 25 years old]",
        "Description": "Provides: and interdisciplinary, interactive and experiential approach to the study of forced migration and refugee issues; a comparative global approach that exposes participants to differrent perspectives of scholars and field-based specialists from Canada and abroad; highlights from research and practical work including north and south America, Europe, Africa, the Middle Eaqst and Asia; a blen dof well-respected academics and practitioners with an excellent national and  international track record of research, policy engagement, and publications; a York University Centre for Refugee Studies Summer Course Certificate",
        "Cost": "2020 fees = early bird 1075CAD +13% HST (deadline February 1); Regular rate = 1500 CAD +13% HSD (deadline April 1",
        "Assessment": "Non-credit course",
        "Contacts": "Anna purkey (summer course director) summer@yorku.ca",
        "URL": "https://crs.yorku.ca/summer/"
    },
    {
        "Institution & Location": "University of Bergen department of global public health and primary care",
        "Country of qual": "Norway",
        "Course": "Masters course in Migration and Health ",
        "type of course/aimed at": "Lectures, group work and assignments.    For medical students and global health students",
        "duration": "Total working hours: 90\r\n\r\nFace to face lectures, including case based learning (CBL) and Team based learning (TBL) and role playing elements from 8:30 to 12:00 four days a week for 2 weeks (32 hours)\r\n\r\nGroup work / role play based on previously defined exercises Wednesdays and every afternoon during 2 weeks and work on individual assignments (34 hours)\r\n\r\nAssignment production on group and individual basis (24)",
        "Description": "Culture and Migration, immigrant health, burden of disease among migrants, mental health, nutritional health and displacement, labour trafficking, equality vs equity",
        "Cost": "Semester fee for some students = NOK 590 per semester (donation to Student Welfare Organisation (Sammen), an NPO, and students automatically become members of Sammen and pay, and have access to their welfare services like reasonably priced housing, sports, cafeterias, health and childcare, career and counselling services)",
        "Assessment": "Group work presentations: At the beginning of the course the student will be presented with the exam text which they will work with in groups throughout the course. The assignment will require the students to use evidence based knowledge and to reflect on how this knowledge can be used to strengthen practice. Students will be given an assigned theme at the beginning of the course in groups of 4-5 students. They will work on this for two weeks. The theme will have to be solved based in evidence base knowledge but will also have a part of self-reflection and a last part of possible concrete applications of the knowledge to their future work. All projects will be presented during the last day in joint sessions.",
        "Contacts": "Ass Prof Esperonza Diaz: esperonza.diaz@vib.no",
        "URL": "https://www.uib.no/en/course/INTH344"
    },
    {
        "Institution & Location": "University of Columbia, School of Public Health",
        "Country of qual": "USA",
        "Course": "Forced migration and public health Masters in Public Health (MPH)",
        "type of course/aimed at": "lectures: MPH students",
        "Aimed at": "The program leads and collaborates research in complex emergencies and humanitarian settings acrosas the globe; The Program on Forced Migration and Health is committed to professionalizing the field of humanitarian response. Natural and manmade catastrophes are among the greatest challenges to ensuring the health of populations. Tsunamis, hurricanes, and tornadoes have displaced millions in recent years. Armed conflicts continue to destroy communities, wreaking havoc on food, sanitation, and supply chains, and propelling survivors into fragile refugee camps. Increasingly, displaced persons are being forced into already overcrowded urban areas.\r\n\r\nThe Program on Forced Migration and Health provides high-quality courses on a variety of topics with emphasis on low-resource and conflict settings. In designing courses, our faculty draw on their past and current experiences working on programs throughout the world. ",
        "duration": "Two year course, with 12 courses, including a 2 month skills-based practocum in a humanitarian setting",
        "Description": "Offers courses such as Global health certificate, Health and Human Rights, health policy and practice, health promotion research and practice etc",
        "Cost": "not provided",
        "Contacts": "Academic co-ordinator Chelsea Koff cak2190@cumc.columbia.edu; non-admissions enquiries to Program Officer Jing Li, jl5355@cumc.columbia.edu",
        "URL": "also includes a required certificate in public health and humanitarian action (PHHA)",
        "__EMPTY": "https://www.publichealth.columbia.edu/research/program-forced-migration-and-health"
    },
    {
        "Institution & Location": "Global Public Health Unit of the Centre of Primary care and public health. Queen Mary, University of London",
        "Country of qual": "UK",
        "Course": "MSc Migration, Culture and Global health",
        "type of course/aimed at": "MSc course - as part of a larger course of study on global public health",
        "duration": "I yr full time, 2 yrs part time; 8*15 credit modules + 60 credit dissertation. 4 core modules, one specilaist compulsory module and 3 elective modules",
        "Description": "Themes: Population mobility, mighrants access to healthcare, social care, legal and political condition, health policy and migration policy, health and wellbeing of migrants, equity, rights and social determinants of health",
        "Assessment": "Assessment methods will include a traditional examination (with essays or short answer questions), tutor-marked assignments (typically, a 3,000-word structured essay), presentations, and a 15,000-word dissertation.",
        "URL": "http://www.arcs.qmul.ac.uk/media/arcs/docs/quality-assurance/academic-development/programme-specs/smd/blizard/archive/PS-Migration-Culture-and-Global-Health-Policy-04042014-(web).pdf",
        "__EMPTY": "not in the queen mary u website"
    },
    {
        "Institution & Location": "Blizard Institute - Barts and the London",
        "Course": "PgDip Migration, culture and global health policy",
        "Assessment": "Assessment methods will include a traditional examination (with essays or short answer questions), tutor-marked assignments (typically, a 3,000-word structured essay), presentations, and a 15,000-word dissertation.",
        "URL": "postgrad.com says this is no longer offered"
    },
    {
        "Institution & Location": "University of Minnesota, Department of Medicine",
        "Country of qual": "USA",
        "Course": "Introduction to Immigrant and Refugee Health course",
        "type of course/aimed at": "Lecture based. Students and practitioners. One of seven courses online      For medical trainees including medical students, residents and fellows outside of medicine, global medicine pathways, US military personnel, health professionals",
        "Aimed at": "taught by global health experts who also lecture for the Global Health Course",
        "duration": "Annual in May - 4 weeks [7 hours]",
        "Description": "introductory course in immigrant and refugee health; recommended to also study: CDC Parasites index, CDC traveler health/yellow book, Culture care connection, Minnesota Department of health refugee health provider resources",
        "Cost": "Free",
        "Assessment": "self-enrol; not stated",
        "Contacts": "globalhealth@umn.edu",
        "URL": "https://med.umn.edu/dom/education/global-medicine/courses-certificates/online/introduction-immigrant-refugee-health-course"
    },
    {
        "Country of qual": "No activities are listed under global health courses: https://www.cme.umn.edu/ahc-course-keywords/global-health",
        "Course": "introduction to healthcare for immigrant and refugee populations",
        "type of course/aimed at": "A single module from global health - continuing professional development",
        "Aimed at": "Accreditation In support of improving patient care, University of Minnesota, Interprofessional Continuing Education is jointly accredited by the Accreditation Council for Continuing Medical Education (ACCME), the Accreditation Council for Pharmacy Education (ACPE), and the American Nurses Credentialing Center (ANCC) to provide continuing education for the healthcare team.",
        "duration": "self-paced online; approx 24.5 hours",
        "Description": "free lectures from professionals who also lecture in the annual global health course",
        "Cost": "not ptovided",
        "Assessment": "CPD structure, not provided",
        "Contacts": "office of continuing professional development cme@umn.edu; Hannah Holzschuh operations director hholz@umn.edu; Jodi Brenden Amire associate dierctor ICEA jbrenden@umn.edu",
        "URL": "https://www.cme.umn.edu/node/1346"
    },
    {
        "Institution & Location": "Danube University, Krems",
        "Course": "MSc in Migrant Health - certifocate in master of science",
        "type of course/aimed at": "Modules 1, 3, 4 and 6 - Danube University, Krems. Modules 2 and 5 - University of Pecs, Hungary.           Students with bachelors degrees in health sciences, humaities,  social sciences, economics, heal;th professionals and public health administrators, gove officials",
        "Description": "Research methodology and epidimiology; environmental medicine and occupational health, economics and migration health, migrant sensitive healthcare, clinical and public health assessment, behavioural and psycho-social aspects of migration",
        "Cost": "14,999EUR",
        "Contacts": "https://www.donau-uni.ac.at/dam/jcr:b639314f-3058-47e4-a4ff-784cf7b0320d/Studienfuehrer-2020-2021-Donau-Universitaet-Krems.pdf",
        "URL": "does not appear in this program created Feb 2020"
    },
    {
        "Course": "US Davis Online Programme in Migration and Health",
        "Description": "Focus on global migration processes and social determinants of health",
        "Contacts": "https://extension.ucdavis.edu/areas-study/online-programs",
        "URL": "not available on the list"
    },
    {
        "Institution & Location": "University of Copenhagen",
        "Country of qual": "Denmark",
        "Course": "Summer Course: Global health challenges",
        "type of course/aimed at": "Students with  BA and/or background in medicine, public health, nutrition, midwifery, political science, law, sociology, anthropology, biology, veterinarian science, health informatics. Taught by Uni Copenhagen lectureres and international of practitioners",
        "Aimed at": "Medicine; Public Health; Health Science; Human Biology; nutrition; midwifery; political science; law; socialogy; anthropology; biology; veterinary sciences; health informatics",
        "duration": "9 days e-learning (27.5 hours of work, deadlines in second half of July) and 2 weeks class based",
        "Description": "Key SDGs of importance to global health inc: health and human rights, global health governance, epidemiological transitions, sexual and reproductive health, determinants of health, access to medicines, health and development, technology, innovation and global health, disasters and humanitarian assistance, migration and mental health, health systems in a global context",
        "Cost": "UCPH Students - part of course MSc in Health Science, Human Biology, Medicine (5th semester perspective: Global health) and Public Health Science. Non-Copenhagen students must apply for credit transfer Fee payers: EU citizens 5,000 DKK; Non-EU 9,000DKK",
        "Assessment": "You must complete and hand in a policy brief in order to attend the on-campus program. Since attendance is the requirement for passing the course, you must have no more than two days of absence due to illness during the on-campus module if you wish to pass the course and receive the course certificate. And taught by lecturers",
        "Contacts": "summercourse-GHC@sund.ku.dk Course admin Marie Caroline Vermund; 'course responsible' Flemming Konradsen",
        "URL": "https://globalhealth.ku.dk/studies/summer-courses/global_health_challenges/#:~:text=The%20international%20summer%20course%20in,Global%20Health%20Governance",
        "__EMPTY": "Funding: You can apply for the Novo Nordisk International Talent Programme (NNITP) scholarship, if you are incoming students from IARU universities, Harvard University, or University of Sydney - University itself has no scholarships/reductions"
    },
    {
        "Institution & Location": "The African centre for Migration & Society (ACMS), Johannesburg, South Africa",
        "Country of qual": "South Africa",
        "Course": "Migration, Mobility and Health in Southern Africa - part of Hons course in migration and displacement",
        "type of course/aimed at": "honours and masters students",
        "duration": "Full time - 11 seminars over one semester (2nd)",
        "Description": "Relationship btw migration and health, the ethical and moral implications of health interventions, role of culture and society in understanding health and wellbeing, illness and health in view of the political, economic and social context that underlie migration, tension between individual and social health and wellbeing, global scholarship on migration and health and associated research agendas and the geopolitocs of such knowledge production",
        "Cost": "Fees book 2019/2020: SOSS4057A R6970; SOSS7088A R8030 - both are fees for the course within tuition",
        "Assessment": "2 response papers (20% of MA; 50% of Hons); discussion paper (30% of final mark for MA only) reflecting on migration and health scholarship in low- to middle-income countries; final examination (50% of final mark)",
        "Contacts": "Co-ordinator Prof Jo Vearey jovearey@gmail.com",
        "URL": "http://www.migration.org.za/migration-mobility-and-health-in-southern-africa/"
    },
    {
        "Institution & Location": "Trinity College Dublin, Ireland",
        "Country of qual": "Ireland",
        "Course": "Global Health  MSc",
        "type of course/aimed at": "Graduates - practitioners, policy-makers, health system planners, programme managers, analysts and health researchers ",
        "Aimed at": "Graduates 22 max; from 2004",
        "duration": "one yr full time; students to complete the equivalent of 90 European credit Transfer system (ECTS) to graduate - 60 for the taught component and 30 for dissertation",
        "Description": "The course also lays emphasis on 'local' experiences that resonate globally in the case of Ireland. These include the influence of poverty and rapid social change on health and identity in Ireland; migration and refugee welfare, the consequences of ethnic conflict, the peace process and the challenges of reconciliation for creating inclusive health services. The strongest emphasis within the course is on health in developing countries and the impact of globalisation. We develop a strong emphasis on the influence of socio-cultural, economic and health policy issues.",
        "Cost": "determined by residency (in or out of EU) FT students only: course fee +living expenses e1500; Full time: EU res - e10656, non EU e20682; part-time EU e7002p.a. Non EU e13590p.a [ student levies and charges: FT PG degree= e227.50 p.a.; FT PG degree=e295, visiting students e160 p.a.",
        "Assessment": "Ongoing thorugh the year: self-directed study, formal lectures, interactive lectures and discussions, seminars and presentations, tutorials, case studies",
        "Contacts": "https://www.tcd.ie/courses/postgraduate/az/course.php?id=DPTMD-GHEA-1F09  ",
        "URL": "Ms Fiona Clarke, Global Health Course Admin; or Dr Ann Dolan MSC in GH course director global.health@tcd.ie",
        "__EMPTY": "https://www.tcd.ie/medicine/global-health/assets/doc/Handbook%20202021%20.pdf"
    },
    {
        "Institution & Location": "Dornsife School of Public Health, Drexel University, Philadelphia, USA",
        "Country of qual": "USA",
        "Course": "Migration and Health  CHP692  (part of Community healht and Prevention courses) a major",
        "type of course/aimed at": "Graduate students",
        "Aimed at": "This course will provide students with an overview of the health issues experienced by immigrant and migrant populations. The course starts with a global approach, but focuses on Latino im/migrants in the US as a case study. We will cover historical and current migration trends, demographic, and economic aspects of international migration, and theoretical frameworks to identify priority health issues and individual, socio-cultural, and structural health determinants across different migration phases. We will also cover strategies and interventions to address the health needs of immigrant and mobile populations. Students will gain an understanding of migration and health theories, methodological approaches, data resources, and intervention approaches to do research on and/or work with these populations.",
        "duration": "1 quarter? 56 credit hours",
        "Description": "Overview of the health issues experienced by immigrant and migrant populations; global approach, but focuses on Latino im/migrants in the US as a case study;  historical and current migration trends, demographic, and economic aspects of international migration, and theoretical frameworks to identify priority health issues and individual, socio-cultural, and structural health determinants across different migration phases. Strategies and interventions to address the health needs of immigrant and mobile populations.                      students will gain an understanding of migration and health theories, methodological approaches, data resources, and intervention approaches to do research on and/or work with these populations.",
        "Cost": "All programs: $1342 per credit hour, $280 general full-time fee, $140 part-time fee.",
        "Contacts": "http://catalog.drexel.edu/coursedescriptions/quarter/grad/chp/",
        "URL": "Joseph J Amon, Director of the office of global health jja88@drexel.edu",
        "__EMPTY": "Philip Massey, MPH Program director pmm85@drexel.edu"
    },
    {
        "Institution & Location": "University of Calafornia (UC Berkeley?)",
        "Country of qual": "USA",
        "Course": "Global Health - migration and Health: PH 212C: Migration and health - A US-Mexico Binational perspective; PH 114 Migration and Health [both currently not available]",
        "type of course/aimed at": "The course is designed for undergraduate students with an interest in health, social sciences, population health, global health and/or international development. The social determinants of health include gender, race, ethnicity, socioeconomic status, poverty, religion, politics, governance, environment, and many others.",
        "duration": "2 units, spring semester: 6 quarter units / 4 semester units credit https://crossenrollcourses.universityofcalifornia.edu/catalog/view/58118?title=PH+114+Migration+and+Health ",
        "Description": "Introduction to the history, current status, and future of migration and health using the social determinants of health model to foster a multidisciplinary analysis of the status of migrant health around the world. ",
        "Assessment": "Paper Outline-   20%\r\nClass Participation-  35%\r\nFinal presentation-  10%\r\nFinal Paper-    35%",
        "Contacts": "Michael A Rodríguez, MD, MPH\r\nProfessor and Vice Chair, UCLA Department of Family Medicine Professor, UCLA Department of Community Health Sciences mrodriguez@mednet.ucla.edu\r\nNancy Burke, PhD\r\nProfessor and Chair, UC Merced Department of Public Health UC Merced School of Social Sciences, Humanities & Arts Nburke2@ucmerced.edu",
        "URL": "Instructors Sylvia Guendelman sylviag@berkeley.edu; Xochitl Castaneda, xochitl.castaneda@berkely.edu",
        "__EMPTY": "2013 info"
    },
    {
        "Institution & Location": "University of Alberta, Edmonton, Canada",
        "Country of qual": "Canada",
        "Course": "Migration and Health in the Canadian Context. [course, currently not available]",
        "type of course/aimed at": "Graduate accredited course                           Migration and Health in the Canadian Context (NURS 685): This is a graduate course that is focused on the critical analysis of issues related to migration and health in the Canadian context. Determinants of health are used as a framework to define relevant topics, explore theoretical perspectives, and incorporate knowledge from a variety of disciplines. Research challenges in conceptualization and implementation of immigrant health projects are explored. The concepts of cultural competence and cultural safety are examined in-depth and implications for policy and research are explored. ",
        "duration": "Offered in Spring/Summer of 2020 as a 3-week intensive course if there are enough course registrations",
        "Cost": "\r\n\r\n    ",
        "Contacts": "linda.ogilvie@ualberta.co; Migration and Health group: bukola.salami@ualberta.ca.      https://www.ualberta.ca/nursing/global-initiatives/student-and-faculty-opportunities/graduate-accredited-courses",
        "URL": "https://apps.ualberta.ca/catalogue/course/nurs/685"
    },
    {
        "Institution & Location": "University of Sussex (UK)",
        "Country of qual": "UK",
        "Course": "Migration, refugees and Wellbeing  [Part of Masters in Migration course]",
        "type of course/aimed at": "Graduate course.   We introduce you to the dynamics of migration in the contemporary world, and to its implications for migrants' wellbeing and the development of health and welfare receiving societies. We begin by introducing salient theories of migration – push-pull, historical structural theories, transnational theories and migration systems theories – and explore their implications for research.\r\n\r\nThe term migrant does scant justice to the range of people leaving their home countries to make new lives elsewhere, and the challenes they face. The wellbeing of migrants is crucially influenced by the circumstances in which they leave their home countries and try to resettle. You will be presented with a categorisation of contemporary migration, including forms of voluntary and forced migration, and the specific implications of these for migrants' wellbeing. You examne these further through a range of case studies, drawing on first-hand research of migrant reception in the UK, Netherlands, Belgium, USA, Brazil, Malta and across Scandinavia.",
        "duration": " spring. 300 hours of work: 22 contact time and 278 independent study.",
        "Description": "The first part of the module examines migrants' needs and circumstances, the particular health and social care issues affecting them and the challenges they face in resettlement. The second part focuses primarily on how receiving countries have responded to the perceived needs of migrants (e.g. the development of ‘culturally appropriate’ health and social care services, special projects and a range of health and welfare interventions). The third part looks at evidence of ‘good practice’ in relation to services aimed at enhancing migrants’ wellbeing, and examines the potential for transferring good practice from one country to another.  ",
        "Cost": "UK/EU students: 9,250GBP per yr full time., Int students : 18,500 GBP per yr full time",
        "Assessment": "currently being reviewed re covid19",
        "Contacts": "Sussex centre for migration research migration@sussex.ac.uk; Director Prof Paul Statham paul.statham@sussex.ac.uk; deputy director Dr Tahir Zaman tz79@sussex.ac.uk",
        "URL": "https://www.sussex.ac.uk/study/masters/courses/migration-studies-ma"
    },
    {
        "Institution & Location": "University of Sussex (UK)",
        "Course": "Migration studies MA",
        "type of course/aimed at": "Graduates working, or contemplating working, with migrants, refugees, asylum seekers",
        "duration": "1 year FT; 2 years PT. Core modules: Autumn - Managing migration: Law, governance and politics; Migrants and society: Global transformations. Spring: Research methods and professional skills. Summer - Dissertation (Migration studies). Options: Spring: Migration, refugees and wellbeing; Migration, rights and governance; Refugees, displacement and humanitarian responses; Transnationalism, diaspora and migrants' lives. Summer - Dissertation with placement (can be anywhere a student finds internationally or locally) globalplacements@sussex.ac.uk",
        "Description": "Course will broaden understanding of relevant theories, concepts and policies; will help you examine migration processes and their consequences for today's societies; explore topics such as transnationalism, migration and development, governance, human rights, refugees, citizenship, integration and cultural diversity",
        "Cost": "Fees not yet set for 2020/21, but all students pay a tuition fee deposit of #2000",
        "Assessment": "Not described",
        "Contacts": "Sussex centre for migration research migration@sussex.ac.uk; Director Prof Paul Statham paul.statham@sussex.ac.uk; deputy director Dr Tahir Zaman tz79@sussex.ac.uk",
        "URL": "https://www.sussex.ac.uk/study/masters/courses/migration-studies-ma"
    },
    {
        "Institution & Location": "Bergen Summer Research School",
        "Country of qual": "Norway",
        "Course": "Determibnants of Migrants' Health (lectures)",
        "type of course/aimed at": "The aim of this course is to provide an introduction to scientific perspectives and skills that are required to address the field of migration and health related to the global UN Sustainable Development Goals from an interdisciplinary perspective. ",
        "Aimed at": "Aimed at PhD students and junior researchers",
        "duration": "summer (not clear how long) (course webpage first published in 2019; sumer school running since 2008, though)",
        "Description": "On completion of the course, we expect the following learning outcomes related to the field of migration and health:\r\n\r\nThe student knows available scientific knowledge and how to interpret it; different research methods, statistical concepts and ethical perspectives in research;interventions available, how they are chosen and why they are used.\r\n\r\nThe student shall be able to critically evaluate scientific knowledge and evaluate provision of health and the effect of health interventions.\r\n\r\nThe student reflects upon the role of different disciplines and research methods, and can discuss quality of research, actionable knowledge; the relevance of the media and leadership for health. ",
        "Cost": "None discussed",
        "Assessment": "Participation at the BSRS is credited under the European Credit Transfer System (ECTS). Participants submitting an essay, in a form of a publishable manuscript of 10-20 pages, after the end of the summer school will receive 10 ECTS. Deadline for submission will be decided by your course leader.\r\n\r\nIt is also possible to participate without producing an essay. This will give you 4 ECTS. In order to receive credits, we expect full participation in the course-specific modules, plenary events and roundtables.",
        "Contacts": "Prof Diaz: Esperanza.Diaz@uib.no",
        "URL": "https://www.uib.no/en/rs/bsrs/130646/determinants-migrants%E2%80%99-health#list-of-literature"
    },
    {
        "Institution & Location": "University of Bergen (norway)",
        "Country of qual": "Norway",
        "Course": "Migration and health (MA level course)",
        "type of course/aimed at": "The objective of the course is to provide knowledge about immigrant health and health rights from both a Norwegian and an international perspective. The course will cover the main features of somatic and mental health including the immigrants¿ life trajectories and reasons for migration and migrant status as determinants of health. The course will focus on practical communication skills for intercultural clinical encounters, and will teach the students how to evaluate research in this scientific area.",
        "Aimed at": "Students enrolled in the medical study at UiB, students at the master programme in Global Health, students enrolled in similar other master programmes at UiB or other partner universities.",
        "duration": " Spring semester. Week 4 and 5.90 working hours, face-to-face lectures incl case based learning and team based learning and role playing elements from 08:30-12:00 four days a week for 2 weeks (32 hrs). Group work / role play based on previously defined exercises Wednesday and every afternoon during 2 weeks and work on individual assignments (34 hrs). Assignment production on group and individual basis (24)",
        "Description": "Basic concepts on culture and migration; Main theories and mechanisms to understand immigrant health; Burden of disease among migrants; Mental health; Nutritional Health and Displacement; Labour trafficking, Interpreters and cross-cultural communication; Equality versus equity in health care services.",
        "Cost": "no tuition charged, but asked to pay a fee to join a student welfare organisation",
        "Assessment": "80% attendance on practical sessions like group work required; accepted presentation of group work. Assessmetn forms: At the beginning of the course the student will be presented with the exam text which they will work with in groups throughout the course. The assignment will require the students to use evidence based knowledge and to reflect on how this knowledge can be used to strengthen practice. Students will be given an assigned theme at the beginning of the course in groups of 4-5 students. They will work on this for two weeks. The theme will have to be solved based in evidence base knowledge but will also have a part of self-reflection and a last part of possible concrete applications of the knowledge to their future work. All projects will be presented during the last day in joint sessions.",
        "Contacts": "Course co-ordinator Ass Prof Esperanza Diaz esperanza.diaz@uib.no",
        "URL": "https://www.uib.no/en/course/INTH344"
    },
    {
        "Institution & Location": "University of Cornell (USA)",
        "Country of qual": "USA",
        "Course": "Migration studies minor",
        "type of course/aimed at": "In the Einaudi Center’s new migration studies minor, you explore the factors that influence migrants’ decisions to migrate and drive their departure, arrival, and integration into new societies.",
        "Aimed at": "Open to all UG at Cornell and includes courses from across the university (interdisciplinary). Minor dovetails with Migrations: A global Grand Challenge, part of Global Cornell",
        "duration": "Fall 2020; must complete 5 courses minimum (15 credits minimum) and attend at least 5 migration related campus events. An introductory course (ILRLR 2810 / LSP 2810 / SOC 2810 - Migrations: Histories, Controversies, and Perspectives",
        "Description": "To understand how human migration shapes the world on the move; explore factors that influence migrants' decisions to migrate and drive their departure, arrival, and integrations into new societites. Coursework in the minor prepares students to understand the historical and contemporary contexts and factors that drive international migration and shape migrant experiences around the globe.",
        "Cost": "Not indicated",
        "Assessment": "discipline label hard to figuer out",
        "Contacts": "Mario Einaudi Center for International Studies: einaudi_center@einaudi.cornell.edu",
        "URL": "https://einaudi.cornell.edu/learn/academics/migration-studies-minor",
        "__EMPTY": "Contact Gunisha Kaur, Migrations faculty fellow; gus2004@med.cornell.edu",
        "__EMPTY_1": "Contact person\"gus2004@med.cornell.edu Gunisha Kaur (migrations faculty fello)"
    }
]